<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海交通大学物理与天文学院召开院情报告会</h2>
                <div>
                    <p>
                        <span style="line-height: 20.4px;">2月24日下午，上海交通大学物理与天文学院在李政道图书馆报告厅召开了2017年度第一学期院情报告会，会议由院长王孝群教授主持。中国科学院院士张杰教授、雷啸霖教授和景益鹏教授，原应用物理系系主任庞乾俊教授、原物理系系主任郑杭教授，原物理与天文系系主任季向东教授、系党委书记叶庆好教授出席了大会，学院在校全体教职员工和学生代表参加了会议。</span>
                    </p>
                    <p style="text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image001_75.jpg" style="line-height: 20.4px; text-align: center;" title="" width="600"></p>
                    <p>会上，党委书记朱卡的教授首先代表校党委组织部，向与会人员宣读了学校党委会关于物理与天文系及其党组织更名的通知：上海交通大学物理与天文系更名为上海交通大学物理与天文学院，其干部职务名称自然更替；中共上海交通大学物理与天文系委员会更名为中共上海交通大学物理与天文学院委员会，其干部职务名称自然更替。</p>
                    <p style="text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image003_54.jpg" style="line-height: 20.4px; text-align: center;" title="" width="600"></p>
                    <p>然后由院长王孝群教授作系情报告。他对过去一年全院在学科建设、人才培养、师资队伍、平台基地、科学前沿、国际交流与合作、学术影响力等方面取得的主要成绩作了全面的总结。2016年，学院着力本科生招生和研究生招生的宣传工作，进一步完善一系列的人才培养政策与制度，持续改善和优化人才培养的环境条件，生源质量与培养质量显著提高；师资队伍建设持续向广度和深度发展，5名教师晋升长聘教职（Tenure Professorship），同时新引进了特别研究员、特聘教授和讲席教授等优秀青年人才和高端人才16人，涉及多个二级学科领域，13位教师入选国家级人才计划。在平台基地建设和前沿研究方面，新增了一个国家自然科学基金委创新群体和一个科技部创新团队，承担了多项国家重大科研项目，到校科研经费突破2亿元，在国际顶级学术期刊上发表40余篇高端学术论文，其中两项成果入选《科技导报》评选的2016年度中国十大重要科学进展。</p>
                    <p style="text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/201702.jpg" style="line-height: 20.4px; text-align: center;" title="" width="600"></p>
                    <p>会上，王孝群院长向大家展示了诺贝尔奖获得者李政道先生为上海交通大学物理与天文学院的题词，与大家一起回顾了物理与天文学院的发展历程，宣布经发展规划委员会研究和党政联席会议决定，更名后的物理与天文学院将由十个机构组成：包括粒子与核物理研究所、凝聚态物理研究所、光科学与技术研究所、激光等离子体研究所、交叉学科研究所、天文系、应用物理系（建设中）、维尔彻克量子中心（建设中）、教学与研究中心（建设中），以及院办公室。</p>
                    <p style="text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image007_16.jpg" style="line-height: 20.4px; text-align: center;" title="" width="600"></p>
                    <p>在“十三五”期间，学院将借助李政道研究所的建设、学校“双一流”建设和学校博士生培养荣誉计划的实施等历史性的机遇，基于已有的建设成效，推进“十三五”物理与天文学科发展规划的实施，一方面，通过完善评价体系和激励机制，以及开展科学的评价与评估，持续打造“潜心做事、追求卓越和风清气正”的环境与氛围，稳步推动制度与文化建设和队伍与平台建设，健全教学质量控制体系和深化招生培养一体化建设，以及建设规范、高效的行政管理支撑队伍等方面，促进一流的前沿研究和人才队伍的良性发展，系统推进一流物理与天文学科的全面建设。另一方面，通过对不同二级学科领域的明确定位、规划设计和科学论证，将学科建设和前沿研究的重心下移至二级研究机构；通过全面优化学科结构、队伍结构和资源配置，将学科建设资源下放至二级研究机构，全面落实岗位目标责任制。</p>
                    <p>学院2017年度计划重点开展的工作包括进一步加强招生宣传、提高生源质量，全面建设教学与研究中心、加大国际化人才培养的力度和提高人才培养质量，重点支持天文与天体学科、原子分子物理学科、超快科学中心和维尔彻克量子中心的建设，重点推进高性能计算机、公共测试平台及国家重点实验室等建设，继续吸引极具竞争力的优秀青年人才和极具国际影响力的高端人才，以及稳步推进院友工作，拓展学科发展的新资源。</p>
                    <p>之后，原应用物理系系主任庞乾俊教授、原物理系系主任郑杭教授，原物理与天文系系主任季向东教授，青年教师代表刘江来教授、天文系代表景益鹏院士、新教师代表顾威教授和张卫平教授，以及老教师代表钱列加教授先后发言，与大家一起分享了物理与天文学院在过去二十年的发展历程和近十年的巨大变化，畅谈自身对学院发展的感受和对发展愿景的憧憬。代表们一致认为，交大物理与天文学院近年来取得的跨越式发展，离不开学校对物理与天文学科的鼎力支持，离不开各届系领导班子的不懈努力，更离不开每位成员的求真务实、锐意进取和同舟共济；他们表示在今后的发展中，大家应该充分利用好近年来打下的坚实基础、抓住学校“双一流”和李政道研究所建设等重大契机，完善机构设置、评价机制和发展规划，促进以人为本的系统发展，更好地面向创新拔尖人才培养、面向国家重大战略需求、面向新兴应用基础研究，为把上海交通大学建成世界一流大学做出不可替代的重要贡献。</p>
                    <p style="line-height: 20.4px; text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image009_12.jpg" title="" width="600"></p>
                    <p style="line-height: 20.4px; text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image011_7.jpg" title="" width="600"></p>
                    <p style="line-height: 20.4px; text-align: center;">
                        <img alt="" height="400" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image013_5.jpg" title="" width="600"></p>
                    <p>最后，刚卸任的校长张杰院士作了重要讲话。张杰校长高度肯定了上海交大物理与天文学学科近十年来的快速发展和取得的一系列重大成果，对为物理与天文学学科发展做出巨大贡献的老师、学生和历届系领导表示衷心的感谢。他指出，物理与天文学院取得如今的成绩，首先得益于国家对高等教育和科学研究的大力投入，得益于学校创建世界一流大学的历史性机遇，其次归功于老师们满怀激情与梦想的执着，深情奉献、潜心钻研、锐意进取和不懈追求。回首2008年，在建系80周年大会上，他对物理系曾提出一些的期许，那些期许当时对大家来说，看似梦想，但如今不仅一一都得以实现，而且在多个方面获得超越，产生了一批具有国际影响的重要成果，实现了跨越式的发展。如今，他对上海交大物理与天文学院有了新的期许，希望大家不忘初心、共同努力，数年内将建设成为世界一流的物理与天文学院，学院能聚集若干学术大师、培养一流人才、持续做出引领性的成果，不断推动科学前沿领域的发展，成为一个创造梦想、成就梦想的学院。</p>
                    <p style="text-align: center;">
                        <img alt="" height="394" src="http://www.physics.sjtu.edu.cn/sites/www.physics.sjtu.edu.cn/files/image015_4.jpg" style="line-height: 20.4px; text-align: center;" title="" width="600"></p>
                    <p align="left">
                        <strong>物理与天文学院的历史沿革简介</strong></p>
                    <p>上海交通大学是把物理学作为基础课程从西方引入中国的最早大学之一。自1896年上海交通大学（原南洋公学）建校以来，物理学教育就始终贯穿在学校发展过程中。1900年在新落成的中院，“辟格致室，内置理化仪器、博物标本等供学生试验之用”，1906年扩大规模改称物理试验室。100多年前，中国第一位物理学博士学位获得者李复几先生是南洋公学的本科毕业生。</p>
                    <p>1928年，学校成立物理系，是国内最早创办的物理系之一，首任系主任是裘维裕先生，毕业于麻省理工学院。1930年，学校将数、理、化三系扩充成立科学学院，1952年因院系调整停办物理系，大部分物理学名师调至复旦物理系，1978年重建应用物理系，2001年应用物理系改名为物理系，2013年更名为物理与天文系，2017年又更名为物理与天文学院。</p>
                    <p>一直以来，物理与天文学科始终坚持以培养“一等人才”为目标，秉承“求真务实、格物致知”的精神，严谨治学、不断探索。近百年来，物理与天文学名师荟聚，包括裘维裕、吴有训、周铭、夏元塛、赵福鑫、胡刚复、许国保、束星北、任有恒、殷大均、叶蕴理、周同庆、周昌寿、蔡建华、方俊鑫、程守洙和赵修鸿等，同时培养了一批优秀毕业生，其中很多人发展成为了社会各界的精英，包括汪道涵、华中一、谢绳武、朱鸿鹗、钱臬韵、匡定波、吴杭生、龚昌德、方守贤、倪光炯、叶军、朱诗尧、丁洪、潘 军、陈鸿、肖奕、张广铭、林文雄、卢毅成、卢毅诚、郑杰、杨立友、戴伟民、韩小逸、李廷伟、龚挺、戴剑彪、谢志峰、叶天蔚、周熙、陈洸、曾碧波等。</p>
                    <p>&nbsp;</p>
                </div>
            </div>
        </div>
    </div>
</div>