<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>“饿了么”创业基金签约仪式</h2>

	            <p>&nbsp; &nbsp; &nbsp;&nbsp;4月11日，上海交通大学“饿了么”创业基金签约仪式在闵行校区逸夫楼100号举行。“饿了么”创始人、交大2011届研究生张旭豪，合伙人兼首席战略官、交大2011届研究生康嘉，副总裁、交大2011届本科生罗宇龙，副总裁、交大2009届本科生汪渊等“饿了么”公司员工，校党委副书记、创业学院院长朱健，创业学院常务副院长赵旭，改革与发展研究室主任季波，学指委秘书长林立涛，以及来自团委、创业学院的师生60余人出席仪式。仪式由林立涛主持。</p>
				<p>&nbsp; &nbsp; &nbsp;&nbsp;林立涛介绍了“饿了么”创业历程及“饿了么”创业基金设立背景。“饿了么”从一家初创型公司，成长为全国最大餐饮O2O平台之一，始终秉持“极致、激情、创新”理念七年创业的艰辛，其取得的成就令在校师生倍感振奋；他对“饿了么”公司及张旭豪等校友设立创业基金回馈母校的善举表示感谢。</p>

				<p>&nbsp; &nbsp; &nbsp;&nbsp;赵旭和康嘉分别代表创业学院和“饿了么”公司签署了“上海交通大学‘饿了么’创业基金”备忘录。</p>
				<p>&nbsp; &nbsp; &nbsp;&nbsp;张旭豪代表“饿了么”团队发表演讲，他感谢交大对其个人与“饿了么”团队的培育以及对公司创业初期的支持，他与现场的学弟学妹们分享了自己的创业体会与思考，鼓励大家激发创新创业的意识，充满责任感，充满激情地把握时代机遇，通过积极的努力，去实现自己的梦想。</p>
			    <br />
			        <img src="../img/1004/1.jpg" style="height:90% !important;width:90% !important;" />
			    <br />
			    <br />
			        <img src="../img/1004/2.jpg" style="height:90% !important;width:90% !important;" />
			    <br />
				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;朱健代表学校向张旭豪赠送了捐赠证书及感谢状。朱健代表学校感谢“饿了么”对学校创业工作的支持，要求创业学院要发挥好“饿了么”创业基金在创业孵化、教育、研究等各个环节中的积极作用，推动创业领域相关工作迈上新台阶。朱健同时号召具有丰富创业经验的校友积极回学校分享经验体会，启迪在校学生，提高创新意识和创业素养。朱健强调，创业学院要深入进行规律研究，充分发挥市场活力，通过整合校内外创新创业资源，在“大众创业，万众创新”和上海建设具有全球影响力的科技创新中心的浪潮中努力做出更大贡献。</p>
				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;拉扎斯网络科技（上海）有限公司（即“饿了么”团队）设立总额为500万元人民币的上海交通大学“饿了么”创业基金。基金主要用于支持上海交通大学创业学院开展孵化、教育、研究，设立“饿了么”创业实习奖学金、举办互联网领域创业大赛和上海交通大学创业训练营等活动。</p>

			    <br />
			        <img src="../img/1004/3.jpg" style="height:90% !important;width:90% !important;" />
			    <br />

            </div>
        </div>
    </div>
</div>