<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>师大计算机学院领导考察督导教学</h2>

12月16日，安徽工程大学教学督导组组长魏中俊、副组长李明扬、学校教学质量科科长张宏哲等一行3来我院考察交流。院长虞晓芬、副院长李正卫、副书记陈芳、学院督导组组长秦晖、管理科学与工程学科带头人周根贵等接待了考察组一行并参加了座谈会。
 
会上，虞晓芬首先代表学院对安徽工程大学教学督导组的到访表示欢迎，并详细介绍了学院的基本情况。魏中俊向我院介绍了安徽工程大学的办学历史与教学，并表达了此次来访的目的。随后，交流会围绕加强教风学风建设的经验与做法、校院两级教风学风建设的组织与机构、高年级课堂教学问题与对策、基层教学组织的改革与创新等问题展开了详细交流与热烈讨论。考察组对我院参会人员提供的经验和建设性意见表示感谢。最后，魏中俊代表安徽工程大学教学线诚挚邀请我院领导与老师去访问考察，同时表达了希望与我院保持长期交流的愿望。
会后，考察组一行还参观了学院实验中心。



4月14日，安徽行政学院（安徽经济管理学院）教学督导组王效昭教授等一行六人来宿州学院考察、交流教学督导工作。宿州学院质评处、办公室、经济管理学院、大学文化中心等单位热情接待王效昭一行，并精心安排交流活动。


上午11时，宿州学院与安徽行政学院教学督导工作经验交流会在逸夫楼第一会议室召开。经济管理学院院长徐公伟，校教学督导委员会陈浩、鄢化志、黄淑玲、蒋瑞光等委员，质评处全体人员参加会议，会议由质评处处长唐爱华主持。唐爱华代表学校对王效昭一行的到来表示热烈的欢迎，介绍了宿州学院教学督导组织架构、运行机制和发展历程。陈浩从“深入教学一线，督导教学全过程”、“加强常规工作，维护教学秩序”、“注重发现、总结问题，积极提出建设性建议”、“参与校内评审、评估，发挥导向作用”、“不断创新督导工作方式和内容”、“日常管理科学、规范、严谨，程序性强”、“积极参与本科高校评估”等七个方面详细介绍了教学督导工作的主要经验和具体措施。王效昭介绍了安徽行政学院（安徽经济管理学院）的教学督导制度、“督”与“导”并行的工作原则、集体决策与分工推进的督导工作机制、“督教”、“督学”、“督管”方面的宝贵经验。之后，两校督导员围绕相关督导工作进行深入的探讨和充分的交流。

下午，经济管理学院邀请王效昭一行参加教学观摩活动，邓琪老师上了一堂别开生面的营销课，徐公伟详细介绍了经济管理学院督导组在督学、督教、督教等方面开展的工作、取得的成绩和督导工作体会，党总支副书记岳尧介绍了在学风督查方面的经验。经济管理学院督导组与安徽行政学院督导专家的交流，一直气氛热烈。王效昭一行对经济管理学院的实验实训条件、青年老师的授课水平、督导组开展的工作进行高度评价。

最后，王效昭一行兴致勃勃参观孟二冬纪念馆、赛珍珠纪念馆、革命传统教育馆，了解宿州学院大学精神、大学文化建设成果。（通讯员：李金莲 王金岭）


            </div>
        </div>
    </div>
</div>


