<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海市大数据技术与应用创新中心成立</h2>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12月28日，上海市大数据技术与应用创新中心在上海交通大学举行成立仪式。上海交通大学校长、中科院院士张杰、上海市经济和信息化委员会副主任邵志清共同为创新中心揭牌。市科委总工程师傅国庆，闵行区副区长沈军，中国科学院院士、创新中心主任梅宏，中科院院士徐宗本以及来自上海市相关部委、高校、科研机构和企业的100余位代表出席了本次仪式。
				</p>
				<br/>
 				<p>
					<img src="../img/1020/1.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;张杰校长首先代表学校在致辞中表示，上海交通大学将为该大数据创新中心的发展提供强有力的支持，并通过与各成员单位的紧密合作，使中心成为上海市大数据产业技术的协同创新基地。同时，中心也将与上海市大数据联盟、大数据试验场联盟等机构协同合作，形成合力，共同支撑上海市大数据产业的发展。
				</p>
				<br/>
  				<p>
					<img src="../img/1020/2.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;市经信委副主任邵志清在致辞中表示，上海交大一直将对接国家和区域发展需求作为学校重要发展战略，重点推进大数据学科、人才和科研一体化的科技创新能力建设，先后成立了大数据工程技术研究中心和智慧城市协同创新中心，积累了大量政校企协同合作的组织机制经验，为中心成立奠定了良好基础。他期望中心的各成员单位能够认真贯彻落实建设方案，真正将中心打造为具有国际影响力的大数据产业智库，为推动上海和全国大数据产业发展做出贡献。
				</p>
				<br/>
  				<p>
					<img src="../img/1020/3.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中心主任梅宏院士介绍了创新中心的筹建历程。他表示，中心在筹建过程中，得到了包括上海市经信委，上海市科委，上海市教委，闵行区政府，以及各参与单位等的大力支持。在未来的发展规划中，中心将对接国家大数据战略，以城市精细化管理为牵引，构建大数据开源技术社区，提供开源大数据共性技术和核心算法工具集，提供定制化服务和面向领域的技术体系和整体解决方案；建设开放共享的大数据创业创新服务平台及环境，探索出一条产学研用协同发展的新路子。
				</p>
				<br/>
  				<p>
					<img src="../img/1020/4.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;闵行区副区长沈军对中心的成立表示祝贺。她指出，闵行区政府与上海交大间一直有着紧密的联系，相信中心未来在城市精细化管理和政务数据公开方面的工作，可以有效激活运用政府数据资源，为政府提供科学的决策依据。
				</p>
				<br/>
  				<p>
					<img src="../img/1020/5.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上海市科委总工程师傅国庆代表市科委祝贺创新中心的成立。他表示，创新中心将会在大数据技术研发、人才培养等方面积极推动上海市大数据产业发展，助力上海建设全球科创中心的事业。
				公安部第三研究所所长胡传平、华东理工大学信息科学与工程学院院长杜文莉、万达信息股份有限公司副总裁李光亚作为中心参与单位的代表发表致辞，表示将发挥各自优势，协同配合，积极推进中心建设工作，为上海大数据产业做出贡献。
				</p>
				<br/>
  				<p>
					<img src="../img/1020/6.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;张杰校长与邵志清副主任共同为创新中心揭牌。
				成立仪式结束后，举行了上海大数据创新论坛。中科院院士徐宗本、国防科技大学计算机学院副院长王怀民、华东师范大学教授林学民分别发表了题为“用好大数据需有大智慧”、“基于开源大数据的群体化软件开发”和“大图数据处理”的精彩报告。
				</p>
				<br/>
  				<p>
					<img src="../img/1020/7.jpg" style="height:70% !important;width:70% !important;" />
				</p>
				<br/>

				<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上海市大数据技术与应用中心是在上海市经信委的支持下，由上海交通大学发起成立，联合了复旦大学、华东理工大学、上海大学等科研机构，并紧密对接上海市经信委、闵行区政府、上海大数据联盟、市北高新区、上海数据交易中心、上海产业技术研究院、万达信息、公安部三所、华为、携程、上港集团、天玑科技、星环科技等政府及产业界同行。创新中心旨在以城市精细化管理为牵引、以大数据软件开源社区为抓手、以政务大数据共享为推动力，聚合产学研用资源，促进政校企联合创新，推动上海大数据产业的发展。
				</p>
				<br/>

             </div>
        </div>
    </div>
</div>

