<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>总体模式介绍</h2>
                <h3>对象</h3>
                	<p>全国统招高校大四学生</p>
                <h3>课程</h3>
                	<p>1、研发团队设计课程、制作课件、编写讲义、架构师评估审核课程，所有课程皆为自研产品</p>
                	<p>2、学员实训全程内容管理实现线上一体化，包括课程管理、学员信息管理、团队协作、任务指派</p>
                	<p>3、研发团队不断迭代更新课程教学，紧跟主流技术架构，打磨项目案例</p>
                <h3>讲师</h3>
                	<p>1、讲师多为企业核心工程师，直接对应企业用人需求，更快速精准定位学员进入企业</p>
                	<p>2、讲师由多年企业研发工程师担当，讲师为课程设计的直接或间接参与者</p>
                	<p>3、讲师以实践为导向，启发学员思考，善于分析问题的本质，培养学员的分析和解决问题的能力。</p>
                <h3>阶段流程</h3>
					<p><strong>基础模式 ==> 专项模式 ==> 案例模式 ==> 企业模式</strong></p>
					<br />
					<p><strong>基础模式: </strong>旨在培养扎实的计算机基础编程能力。通过学习一门基础面向对象计算机语言，结合自主研发的编程基础能力在线评测系统，强化训练学员对计算机数据结构、算法分析、面向对象编程，网络编程、编程规范，计算机思维，学习能力，分析问题，解决问题能力的综合提升。使学员具备软件工程师应有的内在素质，为学员在软件领域长远发展打下坚实基础。</p>
					<br />
					<p><strong>专项模式: </strong>由知名企业一线资深开发工程师带领，培养一项专项编程技术，覆盖企业对该项技术的所有应用要求。通过本阶段学习，学员不仅能够掌握该项技术应用原理以及运用该技术具备上手开发的经验，更重要的是学会如何高效学习一门技术的方法，使学员具备非常高的潜质和可塑性，以满足未来企业的全栈型软件人才的需求。</p>
					<br />
					<p><strong>案例模式: </strong>以项目合作制形式，学员进入真实项目组开发,经历实战项目开发所有流程。技术负责人采用真实商业项目案例，并以商业项目质量要求安排学员对项目功能模块进行开发。学员同时需要掌握时间管理，按计划完成制定开发任务，学会使用团队协作工具，项目管理工具，版本控制工具，提升开发效率的工具编写，软件上线打包，部署等规范的项目治理流程。项目负责人全程跟踪项目进程，引导并加强学员的团队精神，工作责任心，沟通能力。</p>
					<br />
					<p><strong>企业模式: </strong>互联网企业与机构对接，现场考察学员能力，挑选合适学员进入企业实训。学员进入企业由企业工程师负责安排工作内容，了解并熟悉公司文化，公司业务，完成从学生到职业人的转型。</p>
                <h3>周期</h3>
                	<p>基础模式: 5--20个自然日</p>
                	<p>专项模式: 10--25个自然日</p>
                	<p>案例模式: 25自然日</p>
                	<p>企业模式: 80自然日</p>

            </div>
        </div>
    </div>
</div>