<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>总体模式介绍</h2>

01
专业 / 热门 / 前沿课程体系
数据挖掘/数据分析/数据仓库/商业智能/大数据技术/人工智能/机器学习/深度学习/项目管理/系统架构 一个都不能少！
02
全面岗位技能
0基础入门，4 大阶段，26门课程，2000+ 学时，8 大软技能，16 大硬技能，17大行业经典案例，8大项目实战！
03
灵活的学习方式
在线学习/现场直播/线下面授多种学习方式供您选择，适合不同需求的学员。
04
定制学习计划
全智能自适应TPCS教学平台，收集并监控分析您的学习数据，为您量身订做学习计划！
05
全程干货 实战为王
我们不仅仅在于数据挖掘/数据分析，算法理论上深入讲解，更是贯穿大量实战案例与企业常用工具配合使用，让你成为一个实战家，入职企业即能快速上手工作。
06
适合不同层次学员学习
无论您是刚毕业或在校大学生，还是您已经从事相关专业工作，只要您愿意，都可以选择学习本套课程，为您未来的更好的就业或晋级加薪充电加油！

            </div>
        </div>
    </div>
</div>