<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>Python开发工程师 </h2>
    <h3>岗位职责</h3>
    <p>1）负责大规模文本、图像、视频、音频、APP等数据的抓取、结构化信息抽取、内容分析、垃圾过滤、质量识别等工作</p>
    <p>2）整理和分析海量数据，合理抽取特征，结合实际需求实现数据挖掘算法，在线调优</p>
    <p>3）基于大规模用户行为，以效果为目标，建立并优化推荐系统的基础算法和策略，优化推荐/定向推荐算法，向用户提供更智能化、个性化的服务</p>
    <p>4）应用机器学习、数据挖掘技术，丰富数据的整理、挖掘、分析</p>
    <p>5）具有成功的敏捷Web全栈开发项目经验，能够共同完成项目需求获取、分析、编码、测试、发布、运维工作 （如曾经担任过其中大部分任务，则优先考虑）</p>

    <br>
    <h3>岗位要求</h3>
    <p>1）对海量数据分析、挖掘有浓厚兴趣，热衷于机器学习和数据挖掘技术理论和实践，乐于钻研，对数据敏感，喜欢观察数据并从中发现价值</p>
    <p>2）计算机、数学或统计学等相关专业，具备常用机器学习、数据挖掘和自然语言处理相关知识，如决策树、支持向量机、线性回归、LR等</p>
    <p>3）具备一种或多种开发语言（Python, java等）的程序和算法开发能力，掌握常用数据结构和算法</p>
    <p>4）沉稳厚重，具备强烈的进取心、求知欲及团队合作精神</p>
    <p>5）计算机或相关专业本科及以上学历，2年或以上金融行业工作或项目经验</p>
            </div>
        </div>
    </div>
</div>
