<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>进入企业工作注意事项</h2>
<p>
　　这个月，已经有不少同学陆续进入企业工作学习，同时除了技术业务水准需要和企业要求同步外，学生角色往职业人角色身份的转换也是至关重要的一个过程，在此给出一些职业人应该具备的正确的职业观，希望对同学能起到指引作用。</p>
<br />
<h3>职业规范：</h3>
<p>
　　1、遵守公司的一切规定、制度及通告;</p>
<p>
　　2、准时上班，按时下班，不迟到、不早退;</p>
<p>
　　3、对所担负的工作争取时效，不拖延、不积压;</p>
<p>
　　4、严禁工作期间看与工作无关的杂志、报纸，或利用电脑聊天、打游戏;</p>
<p>
　　5、服从上级指挥，如有不同意见，应婉转相告或以书面陈述，但一经上级主管决定，应立即遵照执行;</p>
<p>
　　6、尽忠职守，保守业务上的秘密;</p>
<p>
　　7、爱护公司财物，不浪费，不化公为私;</p>
<p>
　　8、保持公司信誉，不做任何有损公司信誉的事;</p>
<p>
　　9、不私自经营与公司业务有关的商业或兼任公司以外的职业;</p>
<p>
　　10、严谨操守，不得私自收受与公司业务有关人士或组织的馈赠，不得收受贿赂或挪借款项;</p>
<p>
　　11、言行应诚实、谦让、廉洁、勤勉，同事间要和睦相处，争取公司荣誉及顾客的合作;严禁对同事胁迫、恫吓及欺骗等行为;</p>
<p>
　　12、工作时间内，未经核准不得处理私人事务;如确因重要原因必须会客时，应经主管人员核准在指定地点进行，时间不得超过15分钟;</p>
<p>
　　13、不得携带违禁品、危险品或与生产无关物品进入工作场所;</p>
<p>
　　14、每日应注意保持作业地点、工作器具、商品及更衣室环境的清洁;</p>
<p>
　　15、应团结合作，同舟共济，不得吵闹、斗殴、搭讪攀谈、聊天闲谈，或搬弄是非，扰乱秩序;</p>
<p>
　　16、加强学习，锻炼工作技能，以达到工作上精益求精，提高工作效率;</p>
<p>
　　17、因过失或故意，使公司遭受损害时，应负赔偿责任;</p>
<p>
　　18、未经核准不得擅离职守;</p>
<p>
　　19、对所保管的文书财物及一切公物应善尽保管之责，不得私自携出或出借。</p>
<p>
　　20、注意本身品德修养，切戒不良嗜好。</p>
<br />
<h3>职业素养:</h3>
<p>
　　1、敬业精神。公司倡导在接到工作任务后，立即采取行动，全心全意投入，具有高度的进取精神，能够进行自我管理，自发学习，而不依靠监督、控制来完成任务，具有把工作当成事业看待的职业素质和敬业精神。</p>
<p>
　　2、服务意识。实现客户满意度的最大化，需要各部门员工密切配合，创造高效的价值传递系统。</p>
<p>
　　3、创新意识。公司倡导每一位员工都在工作中求变，主动积极地思考问题，提出创新建议。</p>
<p>
　　4、质量意识。质量必须反映在公司的每一项活动中，而不仅仅反映在为客户服务的最后环节;企业的质量工作始于对客户的需求，终于对客户的理解。</p>
<p>
　　5、时间的观念。今天能完成的工作决不拖到明天。每一项工作的完成均有时间里程碑要求，“必然按时完成”——是我们的良好工作习惯，也是工作本身的要求。</p>
<p>
　　6、准确意识。每一项工作都要保证毫无偏差，精益求精。</p>
<p>
　　7、效率意识。我们的工作是为了创造价值，在有限的资源下创造更多的价值就是效率。</p>
<p>
　　8、厉行节约。节约是公司每一个人应有的美德，也是每个人应尽的义务。我们不仅要节约个人资源，也要节约公司资源以及社会资源。对于干部，经营、节约意识表现在对成本目标负责的责任意识上。要强调全面负责，强调合理配置和充分利用资源。对于员工，表现在要艰苦奋斗，节约费用，支持公司降低成本的努力，增强成本竞争力。</p>
<br />
            </div>
        </div>
    </div>
</div>