<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海交通大学2016年秋季学期助教培训通知</h2>
            <p>各位师生员工： </p>
            <br />
			<p>
				学院本次国庆假期放假时间安排为10月1日至10月3日，10月4日开始正常实训。
			</p>
			<br />
			<p style="text-align: right">
			　　特此通知，请相互转告
			</p> 
			<p style="text-align: right">
			　　交大极客堂教务&nbsp;
			</p>
			<p style="text-align: right">
			　　2016年9月26日&nbsp;
			</p>
            </div>
        </div>
    </div>
</div>


各位老师： 

　　大家好, 上海交通大学2016年秋季学期助教培训开始了。助教培训在学校领导和各个院系的支持下，教学发展中心已成功举办过九期助教培训。共计1729位助教参加了我中心的培训。经院系领导及教师反馈，培训效果显著，助教在工作岗位中的责任心显著提高，与任课教师的沟通更积极。应各院系的需求，教学发展中心将于本学期初举办2016年秋季学期助教培训班。 

　　助教培训是专为交大助教开设的学习平台。通过系统的学习，助教能够有效地提升教学辅助能力，进而更好地协助任课老师完成教学任务。在这里，助教会了解老师的期望，学习其他助教优秀工作经验，共同分享助教工作过程中的点点滴滴。 

　　本期的助教培训安排如下： 

　　一、 培训对象：2016年秋季学期上岗的助教，且未取得教学发展中心的助教结业证书 

　　二、 培训方法：参与式培训 

　　三、培训时间、内容： 


2016年10月15日
9:00-11:00 

必修
（2分） 

2016年春季卓越助教颁奖典礼暨第10期助教培训开班仪式 

选修模块见报名网页 

选修
（2分/模块） 

有效沟通和交流 

如何批改作业和阅卷 

实验课教学 

如何上好一堂习题课 

课程网站建设 

　　【注意事项】  

　　1. 《2016年春季卓越助教颁奖典礼暨第10期助教培训开班仪式》为必修科目，所有助教必须参加； 

　　2. 其余所有培训模块均为选修课程，每个模块2学分，助教可根据岗位要求（授课教师确认）以及自身兴趣选修； 

　　3. 修满6个学分（必修和不少于2个模块的选修），才能获得结业证书（每学期末申请卓越助教奖励计划必要条件）。 

　　四、 报名方式： 

　　通知助教登录：http://ctld.sjtu.edu.cn/index.php?q=notice/1473729437在线填写报名表单。

　　注意：因名额、场地限制等事项，请拟参加培训的助教务必在线报名，最终名单以在线报名为准。 

　　五、报名截止：2016年10月8日17:00  

　　如有问题请联系：邢海娜 

　　34207648-8015，xinghaina@sjtu.edu.cn