<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海亿动信息技术有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;亿动广告传媒是一家领先的移动广告平台公司和移动营销服务商。公司于2006年在上海成立，一直专注于移动端广告的程序化解决方案，帮助客户优化移动营销的投入和扩大海外市场。亿动广告传媒不仅帮助品牌广告主在中国市场与目标受众深度沟通，建立品牌知名度和增强消费者购买意向，也为移动应用开发者在全球范围内提供移动营销解决方案，为其产品招募更多高质量的用户。公司于2012年成功进入印度市场并发展成为了印度国内最大的移动广告公司。亿动广告传媒目前在中国和印度已设立六处办公室，拥有员工超过260人。
                </p>
                <br />
                <h3>
                    核心团队
                </h3>
                <br />
                <p>
                    团队由技术研发和产品/业务专家组成。其中核心研发团队成员来自IBM、惠普、SAP等国际知名软件公司，在ERP、云计算、移动应用、商业智能、高可用性系统等领域均积攒了10余年的项目经验；业务专家有服装业、零售行业、化妆品、快速消费品行业、金融业等不同行业的多年顾问或营销经验。正是有了这样一支强有力的团队，我们的产品和服务拥有世界一流的质量水准。
                </p>
                <br />
                <h3>
                    招聘职位
                </h3>
                <p>
                    PHP软件工程师、高级技术总监、前端工程师、java/jsp工程师、Android软件开发工程师
                </p>
                

            </div>
        </div>
    </div>
</div>