<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>允弈信息科技有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上海允弈信息科技有限公司是一家专业为金融机构提供IT服务的高科技软件开发企业。公司主营业务以打造专业的行业解决方案、构建的成熟软件产品、并提供基于产品的IT实施服务。作为一家以软件技术为核心的公司，允弈通过合作创新、有效管理、人才发展等战略的实施，持续提升公司的核心竞争力，不断为客户创造价值，为员工创造机会，从而实现对社会的积极贡献。
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;允弈作为金融软件产品研发、业务咨询及项目实施的IT解决方案与服务供应商。基于银行传统金融业务模型，结合互联网金融的新模式为客户提供一揽子行业金融解决方案，面向银行、保险、证券、基金公司、集团财务公司、财富公司、小贷公司等提供互联网电子账户、消费金融、信贷管理、P2P/P2B投融资平台、众筹平台、财富管理、资产管理、风险控制等等IT软件产品实施及业务咨询服务。
                </p>
                <br />
                <h3>
                    核心产品
                </h3>
                <br />
                <p>
                    财富管理核心业务系统：YunEE财富管理核心业务系统是上海允弈信息科技有限公司（简称“允弈”）结合国内金融机构财富管理业务、第三方财富管理业务及相关项目实施经验，并消化、吸收国外高端主流银行应用软件技术，自主研发基于开放平台的软件产品。本产品主要面向面向国内独立第三方财富管理机构或企事业集团下从事财富管理业务的部门。
                </p>
                <br />
                <p>
                    消费金融核心业务系统：YunEE消费金融核心业务系统是上海允弈信息科技有限公司（简称“允弈”）结合国内消费金融业务、银行零售信贷业务、互联网金融业务及相关项目实施经验，并消化、吸收国外高端主流银行应用软件技术，自主研发基于开放平台的软件产品。
                </p>
                <br />
                <p>
                    互联网投融资平台：YunEE互联网投融资服务平台提供全面的互联网投融资业务与产品服务，包括委托贷款资产转让、信托受益权质押融资、资管计划代销（P2B模式）；小额贷款直接融资（P2P模式）；非标资产转让等。
                </p>
                <br />
                <p>
                    渠道整合系统：YunEE渠道整合系统作为金融机构以服务为中心，面向SOA架构进行改造的基础设施可以有效的帮助客户将其所有的渠道作为一个统一应用，运用系统理论和方法加以整合，使所有渠道之间实现互联互动、信息共享及交叉服务，以解决垂直化建设多渠道的各种矛盾，提高金融机构核心能力和竞争优势。
                </p>
                <br />
                <p>
                    支付平台：YunEE支付平台是上海允弈信息科技有限公司结合国内银行业、第三方支付行业及相关项目实施经验，并消化、吸收国外高端主流银行应用软件技术，自主研发基于开放平台的软件产品。该系统的建立可以有效帮助企业积累商户和个人消费者用户信息、线上线下交易行为、信用等数据，基于大数据分析挖掘，更好地利用互联网为个人用户和企业用户提供金融服务，实现“平台——数据——金融”互联网金融战略。
                </p>
                <br />
                <p>
                    零售信贷审批系统：YunEE零售信贷审批系统产品是上海允弈信息科技有限公司总结多年信用卡、消费信贷及小额信贷业务系统实施经验，针对金融机构与准金融机构零售信贷业务授信审批业务领域，结合国内信用风险管理的快速发展趋势所推出的新一代的零售信贷审批管理系统。
                </p>
                <br />
                <p>
                    风险监控系统：YunEE风险监控系统依托基于用户行为分析的风险引擎，实现对借记卡、信用卡、电子渠道、收单商户、金融门户、支付平台的交易进行交叉风险监控。
                </p>
                <br />
                <p>
                    催收管理系统：YunEE催收管理系统可广泛地应用于信用卡、个人贷款、零售信贷、小额消费贷款业务的拖欠账户催收管理，实现一体化催收。通过YunEE催收管理系统，帮助金融机构实现优化催收业务操作流程及管理流程，合理配置人力资源，提高工作效率，降低作业成本，从而有效提升风险防范水平，强化风险控制能力。
                </p>
                <br />
                <h3>
                    学生入职
                </h3>
                <br />
                    <img src="../img/8005/1.jpg" style="height:70% !important;width:70% !important;" />
                <br />
                <h3>
                    招聘职位
                </h3>
                <p>
                    前端开发工程师、PHP开发工程师、Java工程师、iOS开发工程师、产品经理、Android工程师
                </p>
                

            </div>
        </div>
    </div>
</div>