<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>快CTO</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;快CTO是一家服务于互联网创业公司的技术VC平台，通过技术服务的方式入股创业公司，继而提供深度服务。公司组建了一支国内顶尖互联网行业经验以及拥有海外工作经历的核心骨干团队，擅长实现从“0到1”的平台构建和运营指导，为合作伙伴提供技术合伙人式的整体技术解决方案。隶属于上海速道科技有限公司。
                </p>
                <p>
                <img src="../img/8006/1.jpg" title="1.jpg" alt="1.jpg" width="534" height="416" style="width:534px;height:auto;" />
                </p>
                <br />
                <h3>
                    轻重结合，快速上线、迭代
                </h3>
                <br />
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“好的技术架构是以组件化思维来设计，支撑未来业务拓展过程中快速的系统升级和改造，差的架构后续基本是要推翻重做的。”李彦辉说，“而且，项目研发中40%-60%的工作都是重复的，比如微信登录的模块、导航菜单的开发等等，这些其实都可以以组件的形式开发直接调用。”
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前快CTO已积累成熟技术组件80个，领域产品10个，在一周内可以实现B2B、B2C、B2B2C、O2O平台的快速上线；一周内完成APP的基础功能开发，并实现功能的快速迭代；快速搭建支持上亿级PV和交易额的平台。
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这种服务模式下，由快CTO的团队亲自出马研发，会收取初创团队的研发成本，并占3%-5%的股份。这一部分股权会在B轮时退出一部分，但不会全部退出。“我们希望跟服务的团队建立长期的合作关系，不是我退出了就不管你的项目了，人才库的搭建、持续的技术支持这些都会有。”
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;不难看出这种服务模式在大类上仍然属于常规的技术VC，服务模式较重，快CTO还有一种方式：将架构和组件免费提供，同时定期给初创团队的技术人员做培训，这种模式其实是一种轻度的技术支持，适用于一些有部分技术人员，但研发能力依然薄弱的创业团队，这种模式下，快CTO会占1%左右的股权，但依然提供长期的服务支持。
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从2015年5月快CTO成立到现在，已经服务了12个互联网项目，其中拿到下一轮融资的概率在60%左右，一个A轮项目的估值达到8亿，目前没有项目停止运营。
                </p>
                <br />
                <h3>
                    解决项目端和人才库的供给
                </h3>
                <br />
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;双创热潮下，缺技术支持的团队不在少数，而搭建一个完整的技术团队需要三四个月甚至半年，这其中可能就会错过一轮天使融资。而寻找外包公司，风险又太大，因此存在需求的人群客观存在，且为数不少。但快CTO并不会盲目地自己寻找和迎合这些有需求的团队。快CTO服务的项目中，有70%是合作的投资机构推荐的，有20%来自合作过的项目口碑相传，其余的10%来自孵化器的推荐。
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这样做的好处是，有基金、FA机构、孵化器的把关和背书，快CTO不用花费很多精力在自己筛选项目上，项目的质量也会更高，而快CTO几位创始团队成员都有着BAT、京东等互联网一线公司的多年研发经验，这也让基金、FA机构、孵化器更愿意和快CTO合作。CEO李彦辉本人即有14年系统研发经验，先后在群硕软件、易迅，腾讯，京东工作，擅长互联网产品设计和大型系统的架构工作。作为项目负责人，他曾主导了易迅网电商平台每天从5000单到百万单的系统架构升级工作，带领技术团队成功实现国家级网络电视台、浙江移动电商平台、易迅运营系统的构建工作，这样的履历在寻找合作渠道上给了他很大帮助。
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;人才库其实和一个技术VC团队的服务能力正相关。仅凭自己的能力进行技术孵化时，业务的规模将和人数成为强关联，雇员越多服务能力越强，这无法跳出外包公司业务增长的怪圈。因此很多技术VC团队都在寻找、聚集有能力开发的技术人员。快CTO的做法是技术培训和技术论坛，李彦辉透露，目前通过这两种渠道积累下来的活跃开发者们已经过万，工作经验至少在2-3年。但这一部分人员一般不会直接参与到服务中，而是作为服务对象的储备技术人员，在快CTO要为服务者提供人才支持的时候，作为人才储备。
                </p>
                <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;人才储备方向主要包括互联网分布式架构、海量数据的处理、业务监控体系的建立、如何实现技术和业务的结合等，分享周期一般为1个月，每周末会通过线上、线下两种方式分享。快CTO会将通过分享的开发者推荐到各创业公司，不合格的则不予推荐。至今，快CTO已完成3期分享，共为10家互联网创业公司提供了50名开发者。
                </p>
                <br />
                

            </div>
        </div>
    </div>
</div>