<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>欧电云信息科技有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上海欧电云信息科技有限公司，简称“欧电云”，国内领先的跨平台电子商务系统云服务及解决方案提供商。公司专注于从后端供应链到电子商务网站，包括PC、无线、门店等全渠道的大型电子商务系统的产品研发与运营，以SaaS云服务的模式，打造一流的O2O/B2C/B2B智能电子商务平台，以先进的互联网电商理念，提供最专业的战略咨询服务，帮助传统企业转型，实现“互联网＋”时代的腾飞。欧电云成立于2015年3月3日，同年7月即荣获《2015年上海浦东新区电子商务创新试点企业》殊荣。欧电云秉承“让天下专注于商务，不再为电子而烦恼”的理念，以“创造社会价值”为目标，以“共享，极致，执行”为精髓，非常注重产品和服务，坚持“用户第一”的精神。整个团队激情而高效，向着清晰的目标快速而稳步的前进。在欧电云, 每个员工都是公司的主人，公司创始人曾培养出数十位活跃在互联网第一线的CTO，鼓励每名员工都变成行业的领军者，让公司成为每位员工共享利益、资源、信息与成长平台。
                </p>
                <br />
                <h3>
                    核心团队
                </h3>
                <br />
                <p>
                    创始人：韩军，原1号店联合创始人&CTO。
                </p>
                <p>
                    核心团队：具备大型电子商务互联网公司实战经历，拥有优良的互联网基因和国际化的战略视野，同时具有十几年互联网经验沉淀。
                </p>
                <p>
                    公司员工：超过260人，80%为技术人员。
                </p>
                <br />
                <h3>
                    核心产品
                </h3>
                <br />
                <p>
                    大型电商平台系统、微商城、价格云、消息云、跟踪云、WMS仓储管理系统、IT战略咨询服务、运营体系化辅导服务、运营人才输出服务、运营课程培训体系服务、B2C电商解决方案、B2B电商解决方案、B2B2C电商解决方案、O+O解决方案
                </p>
                <br />
                <h3>
                    学生入职
                </h3>
                <br />
                <h3>
                    招聘职位
                </h3>
                <br />
                

            </div>
        </div>
    </div>
</div>