<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>复星集团上海云济信息科技有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;复星创建于1992年。作为一家致力于成为全球领先的专注于中国动力的投资集团，复星先后投资复星医药、复地、豫园商城、建龙集团、南钢联、招金矿业、海南矿业、永安保险、分众传媒、Club Med、Folli Follie、复星保德信人寿等。2007年，复星国际(00656.HK)在香港联交所主板上市。复星始终胸怀感恩之心，与员工、社会共享企业发展。2011年，复星投资企业纳税89亿元，提供就业岗位8.9万个，年度员工薪酬超50亿元人民币。20年来，复星已累计向社会捐赠超6亿元。
                </p>
                <br />
                <h3>
                    核心领域
                </h3>
                <br />
                <p>
                    医药领域：在基因生物方面：拥有全国规模最大的基因工程药物生产企业,诊断试剂产品市场占有率连续多年居全国首位；在西药方面：皮质激素原料药生产全球最大，药用氨基酸生产名列全国前茅；阿托莫兰冻干剂单品销售全国第一。在中药方面：是全国硬膏剂生产最大企业之一；广西花红的妇科用药进入国内前茅；南京老山药业的蜂产品在国内具有竞争优势。器械类：齿科器械进入国内前列，医用消耗材料（刀片、纱布）出口量全国第一。研发方面：控股了国内著名的药物研发基地之一-重庆医药工业研究院；企业设有博士后工作站;是上海医药行业唯一的国家863计划成果产业化基地。
                </p>
                <br />
                <p>
                    房地产领域：复地集团是复星集团控股的主营房地产开发与经营的大型企业，形成了以地产开发为核心业务，营销策划、置换服务、工程监理为辅助业务的公司架构。2001年销售面积名列上海第6位， 2002年在建面积超过130万平方米，预售面积约达60万平方米，荣膺上海房地产关注品牌称号。目前正积极准备在香港上市。
                </p>
                <br />
                <p>
                    商贸流通领域：通过入股上海豫园旅游商城股份有限公司、上海友谊集团股份有限公司，与各地著名医药流通企业的合资，积极向商贸流通领域拓展。形成了如"豫园商城"、"联华超市"、"老庙黄金"、"复星大药房"、"金象大药房"、"永安堂大药房"等一批国内外知名的商业品牌群体。其中联华超市连续三年雄居全国商业零售企业百强之首；豫园商城跻身"全国百家最大零售企业"前十位。
                </p>
                <br />
                <p>
                    钢铁领域：投资国内吨钢效益最好的钢铁企业之一—唐山建龙实业。并以此为突破，积极介入国内钢铁产业的整合，投资控股了南京钢铁联合公司。
                </p>
                <br />
                <p>
                    金融领域：投资兴业银行、招商银行、兴业证券、德邦证券等金融企业。
                </p>
                <br />
                <p>
                    其他产业领域：该集团还在汽车、信息、体育、IT、教育等方面进行合作和投资。
                </p>
                <br />
                <br />
                <h3>
                    招聘职位
                </h3>
                <p>
                    产品总监、PＣ产品经理、项目经理、测试工程师、iOS开发工程师、Android开发工程师、Java初/中/高级开发工程师、渠道专员
                </p>

            </div>
        </div>
    </div>
</div>