<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>国鑫安盈金融服务有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;国鑫所”是协鑫集团倾心打造的互联网金融信息服务平台，成立于2015年11月，是协鑫集团旗下金融成员之一。上海国鑫安盈金融信息服务有限公司为国鑫所公司主体，其母公司为协鑫集成科技股份有限公司。“国鑫所”致力于成为“一站式综合能源金融信息服务平台”，以“能源+互联网+金融”三者融合为发展方向，助力协鑫集团“把绿色能源带进生活”的愿景。国鑫所以供应链金融为开拓，能源消费金融为依托，同时背靠协鑫集团二十多年能源领域开发经验，通过对能源领域优质资产的积累和筛选，以及完备的风险管控体系，加快能源领域资产证券化进程，推动能源行业发展，并为机构及大众提供安全、快捷地投资绿色能源行业的途径，将绿色能源行业最优质能源资产的投资收益与社会分享，实现环保与财富的共赢。
                </p>
                <br />
                <h3>
                    合作伙伴
                </h3>
                <br />
                <p>
                    民生银行、苏州金融资产交易中心、汇付天下、新华网、索比太阳能光伏网、南京银行
                </p>
                <br />
                <h3>
                    学生入职
                </h3>
                <br />
                <h3>
                    招聘职位
                </h3>
                <br />
                <p>
                    移动端产品经理、PＣ产品经理、项目经理、测试工程师、iOS开发工程师、Android开发工程师、Java初/中/高级开发工程师、桌面运维工程师、MySQL DBA
                </p>

            </div>
        </div>
    </div>
</div>