<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海闪酷信息技术有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;闪酷信息技术(上海)有限公司专注于电子商务行业解决方案，依据多年成功实施电商项目经验，协助传统品牌企业轻松拓展电商销售渠道，从而使品牌企业更容易、更轻松实施全网电商。闪酷创始成员分别曾就职于麦考林、携程、易迅等大型电商公司，对电商业务流程梳理、大数据、高访问量有丰富的行业经验。 闪酷电商服务包括电商咨询、整体规划、系统研发、市场推广等，力求以最低的成本、最专业的服务达到客户所预期的目标。已服务的大客户有：麦考林、携程、易迅、天喔集团、海航、也买酒、金丰易居、台湾南航、台湾东森集团、紫罗兰家纺、香港广场K11、齐鲁电视台、红双喜、大润发飞牛网、牛奶商城、实践家教育集团海洋商城、安庆市政府不打烊、中国电信、中国高铁、博士伦、西森尔康、大达地垫、上海海洋大学、华中科技大学等上千家知名公司，并与淘宝、京东、易迅、苏宁易购、支付宝、银联、腾讯等公司形成战略合作关系。
                </p>
                <br />
                <h3>
                    核心产品
                </h3>
                <br />
                <p>
                    电商软件产品：酷客多微信小程序商城系统、B2B2C多用户商城系统、B2C商城系统SKStore、闪酷B2B商城系统、人人分销商城系统、闪酷移动商城系统、闪酷微信商城系统、电商呼叫中心系统
                </p>
                <br />
                <p>
                    业务解决方案：闪酷智慧商圈解决方案、闪酷智慧社区解决方案、闪酷电商整体解决方案、闪酷O2O整体解决方案、闪酷移动开发解决方案、电商代运营解决方案、跨境进口电商解决方案
                </p>
                <br />
                <p>
                    行业解决方案：服装鞋帽电商解决方案、数码电器电商解决方案、食品生鲜电商解决方案、商超卖场电商解决方案、电视电台购物解决方案、商业地产园区解决方案、区域性本地化解决方案、品牌官方商城解决方案、多语言商城解决方案、多商户运营解决方案、医药电子商务解决方案
                </p>
                <br />
                <br />
                <h3>
                    招聘职位
                </h3>
                <p>
                    Android开发工程师、电商产品经理、.NET工程师、美工设计师、京东店铺运营专员
                </p>

            </div>
        </div>
    </div>
</div>