<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海建朗信息科技有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上海建朗信息科技有限公司是注册于上海的高科技信息技术企业，是上海市软件行业协会理事单位，公司致力于研究国际信息化管理理念，帮助政府和企业进行信息化项目咨询和建设，利用先进的技术和规范的管理帮助客户促进业务创新，提高工作效率，提升服务体验。公司具有多位国际认证项目经理、多位软件开发架构师和网站设计师。精通微软.NET和JAVA平台平台软件，为诸多政府单位和企业提供了各种服务。是微软、IBM、Oracle等公司的重要合作伙伴。
                </p>
                <br />
                <h3>
                    产品方案
                </h3>
                <br />
                <p>
                    无纸化电子会议系统、网站群内容发布管理平台、微信/移动APP应用定制开发、移动办公解决方案、综合业务办公平台、综合信息管理平台、综合数据处理平台、综合教务管理平台、政府采购平台、社区事务受理系统、电子政务平台系统
                </p>
                <br />
                <h3>
                    公司客户
                </h3>
                <br />
                <p>
                    市级客户：上海市人民代表大会常务委员会、中共上海市委党校、上海市城乡建设和交通委员会、上海市金融服务办公室、上海市审计局、中共上海市委宣传部、上海市科学技术委员会、中国(上海)自由贸易试验区管理委员会、上海市戒毒管理局、上海市总工会、上海市绿化和市容管理局、上海市人民政府合作交流办公室、上海市民政局、上海市农业委员会、共青团上海市委员会、上海市红十字会、上海市食品药品监督管理局、上海市民族和宗教事务委员会、上海市科技交流中心、上海市研发公共服务平台、上海市教育人才服务中心、上海市中小企业促进中心、上海市军民促进中心、上海市社会科学界联合会
                </p>
                <br />
                <p>
                    区县客户：上海市杨浦区人民政府、上海市闵行区人民政府、上海市嘉定区人民政府、上海市奉贤区人民政府、上海市虹口区人民政府、北京市海淀区人民政府、上海市虹口区人民法院、上海市杨浦区文化馆、上海市杨浦区档案馆、上海市杨浦区史志编纂办公室、上海市杨浦区卫生局、上海市杨浦区机构编制委员会办公室、上海市杨浦区残疾人联合会
                </p>
                <br />
                <p>
                    企业客户：微软(中国)有限公司、日本恩梯梯有限公司、源讯信息技术中国有限公司、西门子（中国）有限公司、东方国际(集团)有限公司、上海国盛(集团)有限公司、上海申通地铁股份有限公司、上海电力股份有限公司、中国东方航空股份有限公司、上海华谊（集团）公司
                </p>
                <br />
                <h3>
                    学生入职
                </h3>
                <br />
                    <img src="../img/8018/1.jpg" style="height:70% !important;width:70% !important;" />
                <br />
                <br />
                    <img src="../img/8018/2.jpg" style="height:70% !important;width:70% !important;" />
                <br />
                <br />
                

            </div>
        </div>
    </div>
</div>