<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>畅移（上海）信息科技有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;畅移是一家为企业提供移动数据化解决方案的提供商，面对传统企业品牌、营销、数据库管理的需求，提供基于云服务的 SaaS 产品，无需安装任何客户端，只需要微信，即可实现实时操作与管理。基于微信的内部绩效管理系统与线上线下一体化营销管理系统双管齐下，轻松帮助新零售企业的人、货、场的闭环管理。
                </p>
                <br />
                <h3>
                    核心产品
                </h3>
                <br />
                <p>
                    企业文化套件：畅移企业文化套件致力于加强企业内部的互动与沟通，助力企业文化的建设，提升员工的认同度。拥有新闻公告、活动报名、投票调研、培训、考试、同事社区等多项应用。企业可以通过新闻公告推送消息，发起投票调研随时了解员工满意度，邀请员工报名参与活动加强团队建设；使用培训应用，建立企业内部知识库的同时，实现无缝培训，组织考试掌握员工的技能水平提升；员工还可以在同事社区自由抒发己见，构建企业内部微信社区。
                </p>                
                <br />
                <p>
                    移动OA套件：畅移移动OA套件是基于微信企业号进行的移动化办公应用开发，拥有十余个移动办公功能，包括通讯录、工作报告、考勤、审批、请假、报销、定会议室、备忘录、会议记录、邀请人员及快递助手等功能，满足企业移动化办公需求。企业可以根据个性化需求进行应用自由组合绑定，无需下载安装。应用功能明晰，无需培训即可轻松上手。考勤、审核等功能齐全，性价比高，基础办公一手掌握，到哪儿都能轻松办公。
                </p>
                <br />
                <p>
                    门店管理套件：畅移门店管理套件致力于帮助传统连锁企业进行品牌标准化管理。内含移动派单、巡店、陈列三大应用，满足百货零售、餐饮娱乐、旅游住宿等行业的移动化管理需求。企业通过移动派单实现内部的派单与接单，并支持满意度评价；使用陈列应用快速下发门店陈列与POP规范通知；通过巡店任务的发布，各地巡店人员能够按照统一为各个门店进行打分，管理者实时掌握门店数据及排名。全面支持企业品牌的标准化建设的同时，提升客户体验。
                </p>
                <br />
                <p>
                    团队协作套件：畅移团队协作套件包含任务应用，可以用于企业内部团队、部门间协作管理使用。畅移团队协作套件通过微信企业号，可以将整个工作流程移动化，降低工作沟通成本，让企业员工沟通更顺畅，提高内部沟通效率，打造高效团队。
                </p>
                <br />
                <p>
                    企业消息套件：企业信息套件是基于微信企业号消息服务功能的升级。用户不仅可以实现不加微信好友，即能与企业号内部同事进行即时通讯，还可以实现PC端与移动端进行聊天信息同步，弥补手机端打字不便的不足，提升企业内部沟通速度和工作效率。
                </p>
                <br />
                <h3>
                    招聘职位
                </h3>
                <p>
                前端开发工程师、PHP开发工程师、测试工程师、产品经理、ERP实施顾问
                </p>
                <br />
                

            </div>
        </div>
    </div>
</div>