<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>海风教育</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“海风教育”于2010年4月创立，企业以“借助互联网科技，践行高效补习”为创业初衷。海风教育现有学科培优、升学辅导、留学咨询三大课程体系，通过自主研发的一站式在线学习平台，全面解决初高中学生中考、高考、留学等升学过程中的各类需求。经过五年快速发展和业务扩张，在初高中线上教育方面不断进步。
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;是第一家针对中小学生利用在线一对一个性化辅导的形式来进行提供文化课和辅导培训的机构。在过去的一年中我们完成了从内容到教学流程到产品设计到技术研发各个环节全部的自主设计，上线了一个海风教育学习中心平台，为中小学生提供在线一对一的在线培育辅导的培训。在一年多的转型发展中发展成有160多人的全球团队，累积完成了3000多名在线一对一的学员的学习
                </p>
                <br />
                <h3>
                    核心团队
                </h3>
                <br />
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;五年沉淀，海风教育从最初借居张江的孵化办公室里的七、八人小团队，到现今拥有150名全职员工以及600多名全国各地的兼职员工。全职员工中，在线学习平台技术开发和教学教研等核心成员占比近80%；本科以上学历员工占比约90%；硕士及博士以上学历员工占比达25%。转型后的海风教育在线1对1补习项目不断提升，获得2015年首届中国“互联网+”大学生创新创业大赛金奖。2015年12月，腾讯网举办“回响中国”教育年度盛典，海风教育荣获“2015年度用户口碑教辅品牌”。
                </p>
                <br />
                <h3>
                    招聘职位
                </h3>
                <p>java/后端架构师、前端工程师、测试开发工程师、devops运维工程师</p>
                <br />
                

            </div>
        </div>
    </div>
</div>