<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>保华律师事务所</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                     &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;保华律师事务所成立于2010年5月，是一家合伙制律师事务所，在上海设有办公地点。保华律师事务所在董保华教授的带领下集结众多国内一流的劳动法律师。具备丰富的执业经验和专业技能。保华律师事务所旨在全力为客户提供最优质、最高效的劳动法律服务。保华律师事务所秉承“为客户提供最专业劳动法律服务”之宗旨，努力为来自不同国家的客户提供劳动法领域中各个方面的完备法律服务。保华律师事务所常年被市场广泛认可并被众多机构评选为全国最好的劳动法律师事务所（之一）。
 
                </p>
                <br />
                <h3>
                    核心业务
                </h3>
                <br />
                <p>
                    劳动领域日常事务——解决公司日常工作中遇到的劳动法问题
                </p>
                <p>
                    劳动争议处理——我们长期以来在帮助企业处理劳动争议方面积累了广泛的经验，已经处理了数百起企业与员工之间的争议劳动仲裁和诉讼案件
                </p>
                <p>
                    大型人员安置项目——该类项目涉及员工人数众多、地域范围较大，部分项目还涉及不同员工的多重方案选择
                </p>
                <p>
                    劳动法前沿/国际化问题
                </p>
                <br />
                <h3>
                    学生入职
                </h3>
                <br />
                <h3>
                    招聘职位
                </h3>
                <br />
                

            </div>
        </div>
    </div>
</div>