<div class="pane-content">
    <div class="views_view view view-node-body-with-title view-id-node_body_with_title view-display-id-panel_pane_1 view-dom-id-1">
        <div class="view-content">
            <div class="first last odd">
                <h2>上海大则网络科技有限公司</h2>
                <h3>
                    公司简介
                </h3>
                <br />
                <p>
                    上海大则网络科技有限公司成立于2013年12月，是由上海东方网股份有限公司以及上海承大网络科技有限公司共同出资成立，运作上海导购平台（www.shanghai.com.cn）为主的互联网电子商务公司。

                    上海导购是一站式预付卡网上购物平台，整合了B2C电商CPS合作与预付卡企业的多卡支付接入，旨在服务于预付卡持卡用户、B2C电商企业、预付卡发卡企业。通过满足持卡用户旺盛的网络消费需求，实现电商企业分享预付卡市场、增加营收，预付卡企业扩充消费渠道、增加发卡量。

                    公司各股东单位均为国资企业，有良好的政府背景，公司的成立和发展得到市委宣传部、市商委和其他各政府相关部门的关注和大力支持。公司控股方上海东方网股份有限公司运营的“东方网”（www.eastday.com）是上海唯一的国务院新闻办指定重点新闻网站、上海唯一的具备新闻发布资质的综合门户网站，上海最具影响力、权威性、公信度的网络媒体。

                    目前公司正处于高速发展阶段，热忱期待着富有激情、追求卓越的您的加入，让我们一起努力创造电商新的消费形态！
                </p>
                <br />
                <h3>
                    核心团队
                </h3>
                <br />
                <p>
                    团队由技术研发和产品/业务专家组成。其中核心研发团队成员来自IBM、惠普、SAP等国际知名软件公司，在ERP、云计算、移动应用、商业智能、高可用性系统等领域均积攒了10余年的项目经验；业务专家有服装业、零售行业、化妆品、快速消费品行业、金融业等不同行业的多年顾问或营销经验。正是有了这样一支强有力的团队，我们的产品和服务拥有世界一流的质量水准。
                </p>
                <br />
                <h3>
                    学生入职
                </h3>
                <br />
                <h3>
                    招聘职位
                </h3>
                <br />
                

            </div>
        </div>
    </div>
</div>